/* 
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/

"language" = "nl";
"languageGA" = "nl";

/*******NSMenu title*****/
//MARK: - 第一版
"About %@" = "Ongeveer %@";
"Buy Now" = "nu kopen";
"BUY NOW" = "Nu Kopen";
"Register" = "Registreer";
"Check for Updates" = "Controleren op updates";
"Service" = "Service";
"Hide %@" = "Verberg %@";
"Quit %@" = "Verlaat %@";
"Hide Other" = "Verberg anderen";
"Show All" = "Laat alles zien";
"Edit" = "Aanpassen";
"Undo" = "Ongedaan maken";
"Redo" = "Doe opnieuw";
"Cut" = "Knippen";
"Copy" = "Kopiëren";
"Paste" = "Plakken";
"Delete" = "Verwijderen";
"Select All" = "Alles selecteren";
"Window" = "Venster";
"Minimize" = "Verkleinen";
"Zoom" = "Vergroten";
"Enter Full Screen" = "Volledig scherm invoeren";
"Bring All to Front" = "Breng alles naar voren";
"Help" = "Hulp";
"Guide" = "Gids";
"Feedback" = "Feedback";
"Support" = "Ondersteuning";
"Open Log" = "Open logboek";
"OK" = "OK";
"Contact us" = "Neem contact met ons op";
"Yes" = "Ja";
"No" = "Nee";
"Open" = "Open";
"Refresh" = "Vernieuwen";
"Tenorshare %@ %@ Build Date %@" = "Tenorshare %@ %@ Opricht datum %@";
"%@ %@ Build Date %@" = "%@ %@ Opricht datum %@";
"All Rights Reserved." = "Alle rechten voorbehouden";
"Tree View" = "Tree weergave";
"File View" = "Bestandweergave";
"Please select the file you want to recover." = "Selecteer alsjeblieft het bestand dat je wilt herstellen";
"Saving files to the partition where you lost them will reduce the chances of a successful recovery. It's recommended to recover the files to a removable disk." = "Als je bestanden opslaat op de partitie waar je ze bent kwijtgeraakt, verkleint je de kans op een succesvol herstel. Het wordt aanbevolen om de bestanden op een verwisselbare schijf te herstellen.";
"Saving files to the partition where you lost them will reduce the chances of a successful recovery. Are you sure you want to continue?" = "Als je bestanden opslaat op de partitie waar je ze bent kwijtgeraakt, verkleint je de kans op een succesvol herstel. Weet je zeker dat je verder wilt gaan?";
"Not enough space available on the disk. Additional %@ space is needed to recover these files." = "Niet genoeg ruimte beschikbaar op de schijf. Extra %@ ruimte is nodig om de bestande te herstellen";
"Recovering: %@" = "Herstellende: %@";
"Please wait..." = "Even geduld alsjeblieft…";
"Recovery completed!" = "Herstel afgerond!";
"Click Open button to check the recovered files." = "Klik op de Open knop om de herstelde bestanden te controleren";
"Are you sure you want to stop recovery?" = "Weet je zeker dat je het herstel wilt stoppen?";
"Failed to save data to the target disk. Please choose another disk and try again." = "Het is niet geluk om de gegevens op de doelschijf op te slaan. Kies een andere schijf alsjeblieft en probeer het opnieuw.";
"Your disk is disconnected. Please reinsert and try again." = "De verbinding met je schijf is verbroken. Breng de schijf opnieuw in en probeer het opnieuw.";
"Save failed due to disconnection of the target disk. Please reinsert and try again." = "Opslaan is mislukt vanwege het loskoppelen van de doelschijf. Gelieve opnieuw in te voeren en opnieuw te proberen.";
"Note:" = "Opmerking:";
"Please do not save the recovered files to the partition where you lost them. This may cause permanent data loss." = "Bewaar de herstelde bestanden niet op de partitie waar je ze bent kwijtgeraakt. Dit kan permanent gegevensverlies veroorzaken.";
"All Files" = "Alle bestanden";
"Photo" = "Foto";
"Audio" = "Geluid";
"Video" = "Video";
"Document" = "Document";
"Email" = "Email";
"Webfile" = "Web-bestand";
"Archive" = "Archief";
"No Extension" = "Geen extensie";
"Others" = "Anders";
"Trash" = "Prullenbak";
"Lost Location" = "Locatie verloren";
"More" = "Meer";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" = "Het scan resultaat zal niet worden opgeslagen als je het programma afsluit. Weet je zeker dat je het wilt afsluiten?";
"YES" = "JA";
"No" = "Nee";
"Are you sure you want to stop scanning?" = "Weet je zeker dat je wilt stoppen met scannen?";
"The scan result will not be saved now. Are you sure you want to return Home?" = "Het scan resultaat zal niet worden opgeslagen. Weet je zeker dat je terug wilt gaan naar het begin?";
"Continue" = "Doorgaan";
"Pause" = "Pauze";
"Time remaining: %@" = "Overgebleven tijd: %@";
"Stop" = "Stop";
"Loading search content, please wait…" = "Laad zoekinhoud, even geduld alsjeblieft…";
"Back" = "Terug";
"Scanning… (%.1f%%)" = "Scannen…(%.1f%%)";
"Scanning…" = "Scannen…";
"%li files found (%.1f%%)" = "%li bestanden gevonden (%.1f%%)";
"%li items found, %@" = "%li items gevonden (%.1f%%)";
"Selected: %li files, %@" = "Geselecteerd: %li bestanden, %@";
"Home" = "Thuis";
"Recover" = "Herstellen";
"Search" = "Zoeken";
"Scan completed!" = "Scan compleet!";
"Loading content, please wait..." = "Laad inhoud, even geduld alsjeblieft…";
"Unlock" = "Ontgrendelen";
"Password hint: %@" = "Wachtwoord hint: %@";
"Password:" = "Wachtwoord:";
"Please enter a password to unlock the disk \%@\." = "Voer het wachtwoord in alsjeblieft om de schijf te ontgrendelen \%@\.";
"Wrong password" = "Verkeerd wachtwoord";
"Cancel" = "Annuleren";
"Reading data from the disk, please wait…" = "Gegevens lezen van de schijf, even geduld aub...";
"Select a location to start data recovery" = "Selecteer een locatie om dataherstel te starten";
"Hard Drives" = "Harde schijven";
"External Drives" = "Externe schijven";
"%@ free of %@" = "%@ vrij van %@";
"Other Location" = "Andere locatie";
"The Whole Computer" = "De gehele computer";
"UltData" = "UltGegevens";
"To recover data from iOS devices, please switch to UltData-iOS" = "Om gegevens van iOS-apparaten te herstellen, schakelt je over naar UltData-iOS";
"UltFone iOS Data Recovery" = "UltFone iOS-gegevensherstel";
"To recover data from iOS devices, please switch to UltFone iOS Data Recovery" = "Om gegevens van iOS-apparaten te herstellen, schakelt je over naar UltFone iOS-gegevensherstel";
"Scan" = "Scannen";
"Untitled" = "Zonder titel";
"The selected external drive is not available or uninstalled, please reinsert and try again." = "De geselecteerde externe schijf is niet beschikbaar of niet geïnstalleerd, voer opnieuw in alsjeblieft en probeer opnieuw.";
"The selected File System is currently not supported. Please select other disks for data recovery." = "De geselecteerde bestandsysteem is momenteel niet ondersteund. Selecteer een andere schijf voor dateherstel alsjeblieft.";
"To recover data from the \macOS High Sierra\ and later systems, you need to disable System Integrity Protection by following the steps below in advance." = "Om data te herstellen van de \macOS High Sierra\ en latere systemen, moet je systeemintegriteitsbescherming uitschakelen door de onderstaande stappen van tevoren te volgen.";
"Step 1." = "Stap 1.";
"Hold down Command + R on the keyboard immediately when you restart the Mac. Keep holding until the Mac finishes startup process, and you will see the utilities window." = "Houd Command + R op het toetsenbord onmiddellijk ingedrukt wanneer je de Mac opnieuw opstart. Blijf vasthouden totdat de Mac het opstartproces voltooit, en je zult het venster met hulpprogramma's zien.";
"Command + R" = "Command + R";
"Note: If you are using iMac/iMac Pro, please use wired keyboard." = "Opmerking: Als je iMac/iMac Pro gebruikt, gebruik een bedraad toetsenbord alsjeblieft.";
"Step 2." = "Stap 2.";
"Open Terminal from the Utilities menu." = "Open Terminal vanuit het menu hulpprogramma's.";
"Terminal" = "Terminal";
"Utilities" = "Hulpprogramma's";
"Step 3." = "Stap 3.";
"Type the following command and hit Enter key to disable SIP. Then restart your Mac again." = "Typ de volgende opdracht en druk op de Enter-toets om SIP uit te schakelen. Start daarna je Mac opnieuw op.";
"Enter" = "Voer in";
"Your Mac will restart during this process. Please take a photo with your phone and save steps." = "Je Mac zal tijdens dit proces opnieuw opstarten. Neem een foto met je telefoon en sla de stappen op alsjeblieft.";
"Name" = "Naam";
"Created Date" = "Aanmaakdatum";
"Modified Date" = "Bewerkingsdatum";
"Path" = "Pad";
"Type" = "Type";
"Size" = "Grootte";
"Files not found!" = "Bestanden niet gevonden!";
"folder" = "Map";
"file" = "Bestand";
"PREV" = "VORIGE";
"NEXT" = "VOLGENDE";
"GO TO:" = "GA NAAR:";
"Didn't find the missing data? Try using Deep Scan." = "Heb je de missende gegevens niet gevonden? Probeer Deep scan te gebruiken.";
"Deep Scan" = "Deep scan";
"Previous Scan Results" = "Vorige scan resultaten";
"Returning to the last scan result requires stopping the current scan. Are you sure you want to stop?" = "Om terug te keren naar het laatste scan resultaat, moet de scan worden gestopt. Weet je zeker dat je wilt stoppen?";
"Stop" = "Stop";
"Cancel" = "Annuleren";
"Deep scan completed!" = "Deep scan afgerond!";
"OK" = "OK";
"Loading content, please wait…" = "Inhoud aan het laden, even geduld alsjeblieft…";
"View Deep Scan Results" = "Bekijk Deep scan resultaten";
"List View" = "Lijstweergave";
"Thumbnail" = "Thumbnail";
"Preview Pane" = "Vorige venster";
"Preview" = "Voorbeeld weergave";
"This format file does not support to preview." = "Dit formaatbestand ondersteunt geen voorbeeldweergave.";
"This file may be corrupt and can't be previewed." = "Dit bestand is mogelijk corrupt en kan niet als voorbeeldweergave laten zien.";
"File size that exceeds 8 MB does not support to preview." = "Bestandsgrootte die groter zijn dan 8 MB ondersteunt geen voorbeeldweergave.";
"The lost data may be damaged at any time and cannot be recovered. It is recommended to recover them earlier for higher recovery rate." = "De verloren gegevens kunnen op elk moment worden beschadigd en kunnen niet worden hersteld. Het wordt aanbevolen om ze eerder te herstellen voor een hoger herstelpercentage.";
"Buy now to save 70%" = "Koop nu en bespaar 70%";
"Unlimited Data Recovery" = "Onbeperkt gegevensherstel";
"Recover your valuable data easily and quickly." = "Herstel je waardevolle gegevens eenvoudig en snel.";
"Multiple File Types" = "Meerdere bestandstypes";
"Recover 550+ types of files from hard drive, memory card, etc." = "Herstel 550+ bestandstypes van je harde schijf, geheugenkaarten, etc.";
"Professional Support" = "Professionele ondersteuning";
"Provide professional and quality customer support." = "Bied professionele en hoogwaardige klantenondersteuning.";
"Free Update" = "Gratis updates";
"Enjoy free update within license validity." = "Geniet van gratis updates met een geldige licentie";
"Already have a registration code? Register now" = "Heb je al een registratiecode? Registreer je nu";
"Register now" = "Registeer je nu";
"To recover data from crashed computer, please click here." = "Klik hier om gegevens van een gecrashte computer te herstellen.";
"click here" = "Klik hier";
"Downloading boot system image, please wait…" = "Opstartsysteem-afbeelding wordt gedownload, even geduld a.u.b.";
"When downloading the system image, please do not operate the disk or eject it." = "Bedien de schijf niet en verwijder deze niet wanneer je de systeemafbeelding aan het downloaden bent.";
"Are you sure you want to stop downloading the boot system image?" = "Weet je zeker dat je het downloaden van de opstartsysteem-afbeelding wilt stoppen.";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "Het maken van een opstartbare schijf met een SD-kaart wordt niet ondersteund. Gebruik een ander opslagapparaat om de opstartbare schijf te maken.";
"Recover from Crashed System" = "Herstel van een gecrasht systeem";
"Support to recover files from crashed system." = "Ondersteuning om bestanden te herstellen van een gecrasht systeem.";
"Recover Data from Crashed System" = "Herstel gegevens van een gecrasht systeem";
"Recover lost files from crashed computer" = "Herstel verloren bestanden van een gecrasht systeem";
"To recover data from iOS devices, please switch to iOS Data Recovery" = "Om gegevens van iOS-apparaten te herstellen, schakelt je over naar iOS Data Recovery";
"Creating bootable drive…" = "Opstartbare schijf maken...";
"The bootable drive is created successfully!" = "De opstartbare schijf is succesvol gemaakt!";
"Please select a USB flash drive/external hard drive to create a bootable drive." = "Selecteer een USB-flashschijf/externe harde schijf om een opstartbare schijf te maken.";
"Insert a USB flash drive/external hard drive to create a bootable drive, and then recover data from crashed system by the bootable drive." = "Plaats een USB-flashschijf/externe harde schijf om een opstartbare schijf te maken en herstel vervolgens gegevens van het gecrashte systeem door de opstartbare schijf.";
"Bootable drive:" = "Opstartbare schijf:";
"Refresh" = "Vernieuwen";
"Note: Creating a bootable drive will format all data in the selected disk. Please back up your important data in advance." = "Opmerking: door een opstartbare schijf te maken, zullen alle gegevens op de geselecteerde schijf geformatteerd worden. Maak van tevoren een back-up van je belangrijke gegevens.";
"Return" = "Ga terug";
"Start" = "Starten";
"OK" = "OK";
"Creating a bootable drive will format all data in the selected disk. Are you sure you want to continue?" = "Door een opstartbare schijf te maken, worden alle gegevens op de geselecteerde schijf geformatteerd. Weet je zeker dat je door wilt gaan?";
"Cancel" = "Annuleren";
"The total disk space is less than 2GB. Please use a larger USB drive/external hard drive to create the bootable drive." = "De totale schijfruimte is minder dan 2GB. Gebruik een grotere USB schijf/externe harde schijf om een opstartbare schijf te maken.";
"The local disk space is less than 2GB and the boot system image cannot be downloaded. Please free up some disk space before downloading." = "De lokale schijfruimte is minder dan 2GB en de afbeelding van het opstartsysteem kan niet worden gedownload. Maak wat schijfruimte vrij voordat je gaat downloaden.";
"Formatting the bootable drive, please wait…" = "De opstartbare schijf formatteren, even geduld alsjeblieft…";
"When formatting the bootable drive, please do not operate or eject it." = "Wanneer je de opstartbare schijf formatteert, mag je deze niet bedienen of uitwerpen.";
"To avoid the burned disk be damaged, please be patient and wait for the burn to complete." = "Om het beschadigen van verbrande schijven te voorkomen, wacht geduldig alsjeblieft en wacht tot het branden volledig is afgerond.";
"Creating bootable drive, please wait…" = "Opstartbare schijf aan het maken, even geduld alsjeblieft…";
"When creating the bootable drive, please do not operate the disk or eject it." = "Wanneer je de opstartbare schijf maakt, mag je deze niet bedienen of uitwerpen.";
"Follow the steps below to use the bootable drive to boot a Mac that cannot be turned on." = "Volg de onderstaande stappen om de opstartbare schijf te gebruiken om een Mac op te starten die niet kan worden ingeschakeld.";
"bootable drive" = "Opstartbare schijf";
"cannot be turned on" = "Kan niet ingeschakeld worden";
"black screen" = "Zwart scherm";
"Option key" = "Optietoets";
"%@ bootable drive" = "%@ opstartbare schijf";
"Step 1: Insert the bootable drive into a Mac that cannot be turned on." = "Stap 1: Plaats de opstartbare schijf in een Mac die niet kan worden ingeschakeld.";
"Step 2: Start the computer that cannot be turned on. When the Mac is in a black screen, press and hold the Option key. Release the Option key until you see the bootable drive." = "Stap 2: Start de computer die niet kan worden ingeschakeld. Wanneer de Mac een zwart scherm heeft, druk en houdt je de optietoets ingedrukt. Laat de optietoets los totdat je de opstartbare schijf ziet.";
"Step 3: On the Select bootable drive interface, select the %@ bootable drive." = "Stap 3: Op de interface van de geselecteerde opstartbare schijf, kies de %@ opstartbare schijf.";
"here" = "Hier";
"To see the detailed steps, please click here." = "Om gedetaileerde staps te zien, klik hier.";
"Bootable drive creation failed!" = "Het maken van een opstartbare schijf is mislukt!";
"Contact Us" = "Neem contact met ons op";
"Bootable drive creation failed! Please check if your disk is disconnected. You can click the Retry button or Contact Us." = "Het maken van een opstartbare schijf is mislukt! Controleer of je schijf is losgekoppeld. Je kunt op de knop opnieuw klikken of neem contact met ons op.";
"Retry" = "Probeer opnieuw";
"Select USB/external hard drive" = "Selecteer USB/ecterne harde schijf";
"Completed!" = "Afgerond!";
"Format" = "Formatteren";
"Please enter login password to allow disk access." = "Voer je login wachtwoord in om toegang te krijgen to de schijf.";
"note:" = "Opmerking:";
"1. If you have not received the registration code or don't know the register E-mail address, please click here to check." = "1. Als je de registratiecode niet hebt ontvangen of het geregistreerde e-mailadres niet weet, klik dan hier om dit te controleren.";
"2. For other software or registration issues, please visit support center." = "2. Ga voor andere software- of registratieproblemen naar het ondersteuningscentrum.";
"click here to check" = "Klik hier om te controleren";
"visit support center" = "Bezoek ondersteuningcentrum";
"To recover data from the \macOS Catalina\ and later systems, Please follow the steps below to allow %@ to access removable volumes" = "Om gegevens te herstellen van de \macOS Catalina\ en latere systemen, je moet  de onderstaande stappenvolgen om %@ toegang te krijgen tot verwisselbare volumes.";
"Step 1 :" = "Stap 1 :";
"Step 2 :" = "Stap 2 :";
"Step 3 :" = "Stap 3 :";
"On your Mac, choose Apple menu  > System Preferences, click Security & Privacy." = "Op je mac, kies Apple menu > systeem voorkeuren, klik op beveiliging & privacy.";
"Select the \Removable Volumes\ checkbox below %@." = "Selecteer de  \Removable Volumes\ checkbox onder %@.";
"Click \Later\ to allow %@ to access removable volumes." = "Klik \Later\ om %@ toegang te geven tot verwijderbare volumes.";
"Settings" = "Instellingen";
"OK" = "OK";
"To create a startup disk in \macOS Catalina\ and later versions, Please follow the steps below to allow %@ to access removable volumes" = "Om een opstartschijf te maken in \macOS Catalina\ en latere versies, volgt je de onderstaande stappen om %@ toegang te geven tot verwisselbare volumes";
"Sorry. Firmware downloading failed due to insufficient hard disk. Please release enough space (about %@) in your hard disk and then download again." = "Sorry. Het downloaden van firmware is mislukt vanwege onvoldoende harde schijf. Maak voldoende ruimte vrij (ongeveer %@) op je harde schijf en download opnieuw.";
"This file path cannot save the firmware. Please change to the correct one." = "Dit bestand pad kan de firmware niet opslaan. Verander het naar de correcte alsjeblieft.";
"Failed to download firmware package! Please check your Internet connection and try again." = "Kan firmwarepakket niet downloaden! Controleer je internetverbinding en probeer het opnieuw.";
"Downloading the firmware, please wait…" = "Filmwarepakket aan het downloaden, even geduld alsjeblieft…";
"Please make sure the network connection is normal." = "Zorg ervoor dat de netwerkverbinding normaal is.";
"Network Abnormal! Please check your network and try again." = "Niet normaal netwerk! Controleer je netwerk en probeer het opnieuw.";
"Try Again" = "Probeer opnieuw";
"There is not enough space to download the firmware. Please free up at least 1 GB of free space and try again." = "Er is niet voldoende ruimte om de firmware te downloaden. Maak ten minste 1 GB vrije ruimte vrij en probeer het opnieuw.";
"Your Mac is equipped with Apple T2 Security Chip, files under the APFS file system cannot be scanned out." = "Je Mac is uitgerust met Apple T2 Security Chip, bestanden onder het APFS-bestandssysteem kunnen niet worden gescand.";
"Failed to download firmware package! Please check your internet connection and try again." = "Kan firmwarepakket niet downloaden! Controleer je internetverbinding en probeer het opnieuw.";
"Fast Scan done! Finding more lost data with Deep Scan..." = "Snelle scan uitgevoerd! Meer verloren gegevens kunne gevonden worden met Deep Scan...";
"Deep Scanning" = "Deep scannen";
"Fast Scanning" = "Snel scannen";
"RAW Files" = "RAW bestanden";
"Tag Files" = "Tag bestanden";
"Deleted Files" = "Verwijderde bestanden";
"Lost Location" = "Locatie verloren";
"Existing Files" = "Bestaande bestanden";
"Found %li files. More useful tips below for finding files:" = "%li bestanden gevonden. Meer bruikbare tips voor het vinden van bestanden zijn hieronder te vinden:";
"File Path Not Found" = "Bestandspad niet gevonden";
"File Name Not Found" = "Bestandsnaam niet gevonden";
"Tagged Files" = "Getagde bestanden";
"You may find your accidentally deleted files here." = "Je zou je per ongeluk verwijderde bestanden hier vinden.";
"There are deleted files that lost their original path. You can check file names to see if they are target files." = "Er zijn verwijderde bestanden die hun oorspronkelijke pad zijn kwijtgeraakt. Je kunt bestandsnamen controleren om te zien of het doelbestanden zijn.";
"There are files that lost their original names. You can preview them to see if they are target files." = "Er zijn bestanden die hun oorspronkelijke naam kwijt zijn. Je kunt een voorbeeld bekijken om te zien of het doelbestanden zijn.";
"You may find target files here if you lost them which are not deleted before." = "Je zou doelbestanden hier kunnen vinden als je ze verloren bent en niet eerder verwijderd zijn.";
"Lost files without name will be renamed and classified here with corresponding tags." = "Verloren bestanden zonder naam worden hier hernoemd en geclassificeerd met overeenkomstige tags.";
"Unable to preview. Please recover and save it on your computer for further checking." = "Kan geen voorbeeld bekijken. Herstel en bewaar het op je computer voor verdere controle.";
"Trying to find more data... You can search and recover your data now." = "Poging om meer gegevens te vinden... Je kunt nu je gegevens zoeken en herstellen.";
"Didn't find the missing files? Try Deep Scan." = "Heb je het verloren bestand niet gevonden? Probeer Deep scan.";
"The Deep Scan can scour the device inch by inch to find the deeply buried files, enabling a higher recovery rate." = "De Deep Scan kan het apparaat centimeter voor centimeter doorzoeken om de diep begraven bestanden te vinden, op deze manier kan een hoger herstelpercentage bereikt worden.";
"Artist" = "Artiest";
"Camera" = "Camera";
"The Last Editor" = "De laatste redacteur";
"Creation Time" = "Aanmaaktijd";
"Modified Time" = "Bewerkingstijd";
"All Time" = "Altijd";
"Last 24 hours" = "Laatste 24 uur";
"Last 7 days" = "Laatste 7 dagen";
"Last 30 days" = "Laatste 30 dagen";
"Customize" = "Aanpassen";
"Selected" = "Geselecteerd";
"File Size" = "Bestandsgrootte";
"All Size" = "Alle maten";
"Improve Chances of Finding Lost Files" = "Vergroot de kans op het vinden van verloren bestanden";
"Refer to the \Tagged Files\ and \File Name Not Found\ under the Tree View." = "Raadpleeg de \Tagged Files\ en \File Name Not Found\ onder de Tree Weergave.";
"Filter files by File Type, File Size, Date Modified, and more." = "Filter bestanden op bestandsoort, bestandsgrootte, bewerkingsdatum, en meer.";
"Upgrade to Pro Version to Recover Your Valuable Data!" = "Upgrade naar de Pro versie om je waardevolle gegevens te herstellen!";
"Get the Pro Version to Create a Bootable Drive for Data Recovery!" = "Verkrijg de Pro versie om opstartbare schijf te maken voor gegevensherstel!";
"Free Version" = "Gratis versie";
"Pro Version" = "Pro versie";
"Preview Just a Few Files" = "Voorbeeld van slechts een paar bestanden";
"Preview All Files" = "Voorbeeld van alle bestanden";
"Free Upgrade" = "Gratis updates";
"Recover Data from the Crashed Computer" = "Herstel gegevens van een gecrashte computer";
"Only Allows You to Scan Disks" = "Je kunt alleen schijven scannen";
"Unlimited Data Recovery" = "Onbeperkt gegevensherstel";
"Professional Customer Service" = "Professionele klantenservice";
"Professional and reliable data recovery solutions" = "Professionele en betrouwbare oplossing om gegevens te herstellen";
"Advanced Options" = "Geavanceerde opties";
"Local Drives" = "Lokale schijven";
"External Drives" = "Externe schijven";
"Common Location" = "Gemeenschappelijke locatie";
"Data Recovery" = "Gegevensherstel";
"Fast and Safe" = "Snel en veilig";
"Failed to read the disk data, please re-plug the external disk." = "Kan de schijfgegevens niet lezen. Sluit de externe schijf opnieuw aan.";
"Please remove all external disks connected to the computer, and then reinsert the disk that needs data recovery." = "Verwijder alle externe schijven die op de computer zijn aangesloten en plaats de schijf die gegevensherstel nodig heeft terug.";
"Still have problems? Please contact us." = "Nog steeds problemen? Neem contact met ons op.";
"To recover data from digital camera, please remove the SD card and connect it to computer via card reader." = "Om gegevens van de digitale camera te herstellen, verwijder je de SD-kaart en sluit je deze aan op de computer via een kaartlezer.";
"Found nothing..." = "Niks gevonden…";
"1. Wait for the scan to finish before searching again." = "1. Wacht tot de scan klaar is voordat je opnieuw gaat zoeken.";
"2. Your file is most likely missing the filename. Try searching in this way." = "2. Je bestand mist hoogstwaarschijnlijk de bestandsnaam. Probeer op deze manier te zoeken.";
"3. Make sure the term you're looking for is spelled correctly." = "3. Zorg ervoor dat de term die je zoekt correct is gespeld.";
"4. If none of the above methods help, please contact us." = "4. Als niks van de bovenstaande methodes werkt, neem contact met ons op.";
"Reading data from the disk，please wait…" = "Gegevens van de schijf aan het lezen, even geduld alsjeblieft…";
"Stuck in refreshing status for a long time?" = "Al een hele tijd vast in de verversingsstatus?";
"Effortlessly Recover Data from A Crashed Computer" = "Moeiteloos gegevens herstellen van een gecrashte computer";
"View Files" = "Bekijk het geëxporteerde";
"It might take a long time to export for some files need repairing..." = "Het kan lang duren om te exporteren, want sommige bestanden moeten worden gerepareerd...";
"contact us" = "Neem contact met ons op";
"in this way" = "Op deze manier";
"Exit App" = "Verlaat app";
"Recovered: %li file (%@)" = "Hersteld: %li file (%@)";
"Recovered: %li files (%@)" = "Hersteld: %li files (%@)";
"File Types" = "Bestandsoort";
"File Tags" = "Bestandtags";
"Move your mouse to the icon under Tree View, and you'll learn the explanation of each file category." = "Beweeg je muis naar het icoontje onder Tree weergave en je leert de uitleg van elke bestandscategorie.";
"Understood" = "Begrepen";
"Filter" = "Filter";
"Reset" = "Resetten";
"Scan Stopped!" = "Scan gestopt!";
"Tips:" = "Tips:";
"1. Please replug the external drive or change another drive and then try again." = "1. Sluit de externe schijf opnieuw aan of vervang deze met een andere schijf en probeer het opnieuw.";
"2. Please make sure internet connection is working properly." = "2. Zorg ervoor dat de internetverbinding goed genoeg werkt.";

// V5.0.0
"Get An Extra" = "Krijg een extra";
"Coupon Code:" = "Coupon code:";
"Copy and paste the coupon code at checkout to redeem." = "Kopieer en plak de coupon code bij het afreken om het te claimen.";
"Copy and Buy Now" = "Kopieer en koop nu";
"Close Program" = "Programma afsluiten";
"Photo Repair" = "Fotoherstel";
"Video Repair" = "Videoherstel";
"Repair Damaged Videos in Just Three Steps!" = "Herstel beschadigde video's in drie stappen!";
"Repair Damaged Photos in Just Three Steps!" = "Herstel beschadigde foto's in drie stappen!";
"Import Video" = "Importeer video";
"Import Photo" = "Importeer foto";
"Start Repairing" = "Start herstellen";
"Repair Done!" = "Herstellen afgerond!";
"Click to Add Photos" = "Klik om foto's toe te voegen";
"Click to Add Videos" = "Klik om video's toe te voegen";
"%liPhoto Added，%@KB" = "%li Foto toegevoegd, %@";
"%liVideo Added，%@KB" = "%li Video toegevoegd, %@";
"%liPhotos Added，%@KB" = "%li Foto's toegevoegd, %@";
"%liVideos Added，%@KB" = "%li Video's toegevoegd, %@";
"Add Photo" = "Foto toevoegen";
"Add Video" = "Video toevoegen";
"Home" = "Beginscherm";
"Repair" = "Herstellen";
"Remove All Image" = "Alles verwijderen";
"Remove All Video" = "Alles verwijderen";
"This photo can't be repaired." = "Deze foto kan niet worden hersteld.";
"This video can't be repaired." = "Deze video kan niet worden hersteld.";
"Select all successfully repaired photos" = "Selecteer alle succesvol herstelde foto's";
"Reselect photo to repair" = "Selecteer de foto opnieuw om te herstellen";
"Select all successfully repaired videos" = "Selecteer alle succesvol herstelde video's";
"Reselect video to repair" = "Selecteer de video opnieuw om te herstellen";
"We've found several photos from this photo that you might be looking for, and you can preview and export them." = "We hebben verschillende foto's van deze foto gevonden waarnaar je mogelijk op zoek bent, en je kunt ze bekijken en exporteren.";
"We've found several videos from this video that you might be looking for, and you can preview and export them." = "We hebben verschillende video's van deze video gevonden waarnaar je mogelijk op zoek bent, en je kunt ze bekijken en exporteren.";
"Are you sure you want to remove all photos?" = "Weet je zeker dat je alle foto's wilt verwijderen?";
"Are you sure you want to remove all videos?" = "Weet je zeker dat je alle video's wilt verwijderen?";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Weet je zeker dat je wilt teruggaan naar het beginscherm? De huidige reparatievoortgang wordt niet opgeslagen.";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Weet je zeker dat je wilt teruggaan naar het beginscherm? De huidige reparatievoortgang wordt niet opgeslagen.";
"Are you sure you want to reselect the video? The current repair progress will not be saved." = "Weet je zeker dat je de video's opnieuw wilt selecteren? De huidige reparatievoortgang wordt niet opgeslagen.";
"Are you sure you want to reselect the photo? The current repair progress will not be saved." = "Weet je zeker dat je de foto's opnieuw wilt selecteren? De huidige reparatievoortgang wordt niet opgeslagen.";
"Some videos are already in the repair list and will not be imported repeatedly." = "Sommige foto's zijn al in de herstellijst en zullen niet opnieuw worden geimporteerd.";
"Some photos are already in the repair list and will not be imported repeatedly." = "Sommige video's zijn al in de herstellijst en zullen niet opnieuw worden geimporteerd.";
"The video has been lost, please re-import and try previewing again." = "De foto is verloren, importeer het opnieuw en bekijk het daarna opnieuw alsjeblieft.";
"The photo has been lost, please re-import and try previewing again." = "De video is verloren, importeer het opnieuw en bekijk het daarna opnieuw alsjeblieft.";
"Scanning or recovery cannot continue because the device is disconnected, please re-plug the device and click Continue." = "Scannen of herstellen kan niet doorgaan omdat het apparaat is losgekoppeld. Sluit het apparaat opnieuw aan en klik op doorgaan.";
"Repairing：" = "Herstellen:";
"Please wait..." = "Even geduld alsjeblieft…";
"Exporting:" = "Exporteren:";
"The device has been disconnected, you can try to select data to recover or rescan." = "Het apparaat is losgekoppeld, je kunt de gegevens opnieuw selecteren om het te herstellen of opnieuw te scannen.";
"Continue" = "Doorgaan";
"Retry" = "Probeer opnieuw";
"Stop" = "Stoppen";
"Export Completed!" = "Exporteren afgerond";
"Export: %lifiles(%@)" = "Exporteren: %li bestanden (%@)";
"View Exported" = "Bekijk het geëxporteerde";
"There are still %li videos to export, are you sure you want to stop exporting?" = "Er zijn nog %li video's te exporteren, weet je zeker dat je wilt stoppen met exporteren?";
"There are still %li photos to export, are you sure you want to stop exporting?" = "Er zijn nog %li foto's te exporteren, weet je zeker dat je wilt stoppen met exporteren?";
"There are still 1 video to export, are you sure you want to stop exporting?" = "Er is nog 1 video te exporteren, weet je zeker dat je wilt stoppen met exporteren?";
"There are still 1 photo to export, are you sure you want to stop exporting?" = "Er is nog 1 foto te exporteren, weet je zeker dat je wilt stoppen met exporteren?";
"Are you sure you want to stop exporting?" = "Weet je zeker dat je wilt stoppen met exporteren?";
"Upgrade to Pro version to preview files!" = "Upgrade naar de Pro versie om een voorbeeld van een bestand te kunne bekijken!";
"Upgrade" = "Upgrade";
"The unregistered version can only play the first 30s of the audio file, upgrade to the registered version for full playback." = "De niet-geregistreerde versie kan alleen de eerste 30 seconden van het audiobestand afspelen, upgrade naar de geregistreerde versie voor volledige weergave.";
"The unregistered version can only play the first 10s of the video file, upgrade to the registered version for full playback." = "De niet-geregistreerde versie kan alleen de eerste 10 seconden van het videobestand afspelen, upgrade naar de geregistreerde versie voor volledige weergave.";
"Upgrade to Pro Version to Export your Valuable Photos!" = "Upgrade naar de Pro versie om je waardevolle foto's te exporteren!";
"Upgrade to Pro Version to Export your Valuable Videos!" = "Upgrade naar de Pro versie om je waardevolle video's te exporteren!";
"Support for exporting repaired files" = "Ondersteuning voor het exporteren van gerepareerde bestanden";

//MARK: - 第二版
"The file can't be previewed, please export it and try to preview it again." = "Er kan geen voorbeeldweergave van het bestand worden bekeken. Exporteer het en probeer het opnieuw.";
"The file can't be previewed, please repair it and try to preview it again." = "Er kan geen voorbeeldweergave van het bestand worden bekeken, repareer het en probeer het opnieuw te bekijken.";
"Are you sure you want to exit the program? Current repair progress will not be retained." = "Weet je zeker dat je het programma wilt verlaten? De huidige reparatievoortgang wordt niet behouden.";
"There are still %li videos waiting to be repaired, are you sure you want to stop the repair?" = "Er zijn nog %li video's die gerepareerd moeten te worden, weet je zeker dat je de reparatie wilt stoppen?";
"There are still %li photos waiting to be repaired, are you sure you want to stop the repair?" = "Er zijn nog %li foto's die gerepareerd moeten te worden, weet je zeker dat je de reparatie wilt stoppen?";
"There is still 1 video waiting to be repaired, are you sure you want to stop the repair?" = "Er is nog 1 video die gerepareerd moeten te worden, weet je zeker dat je de reparatie wilt stoppen?";
"There is still 1 photo waiting to be repaired, are you sure you want to stop the repair?" = "Er is nog 1 foto die gerepareerd moeten te worden, weet je zeker dat je de reparatie wilt stoppen?";
"Are you sure you want to stop repairing?" = "Weet je zeker dat je de reparatie wilt stoppen?";
"Repair done!" = "Reparatie afgerond!";
"Repaired: %li files (%@)" = "Gerepareerd: %li bestanden (%@)";
"View Repair Results" = "Bekijk de reparatie resultaten";
"Export" = "Exporteren";
"The video has been lost, please re-repair and try exporting again." = "De video is verloren gegaan. Repareer opnieuw en probeer opnieuw te exporteren. De video is verloren gegaan. Repareer opnieuw en probeer opnieuw te exporteren.";
"The photo has been lost, please re-repair and try exporting again." = "De foto is verloren gegaan. Repareer opnieuw en probeer opnieuw te exporteren.";
"The video has been lost, please re-import and try repairing again." = "De video is verloren gegaan. Importeer opnieuw en probeer opnieuw te repareren.";
"The photo has been lost, please re-import and try repairing again." = "De foto is verloren gegaan. Importeer opnieuw en probeer opnieuw te repareren.";
"Selected: %li photo  (%@)" = "Geselecteerd: %li foto (%@)";
"Selected: %li photos  (%@)" = "Geselecteerd: %li foto's (%@)";
"Selected: %li video  (%@)" = "Geselecteerd: %li video (%@)";
"Selected: %li videos  (%@)" = "Geselecteerd: %li video's (%@)";
"%li Results" = "%li Hasil";
"Close" = "Sluiten";


"Match Similar Files" = "Vergelijkt vergelijkbare bestanden";
"We've found some files that might be what you want, you can preview and restore them." = "We hebben wat bestanden gevonden die je mogelijk wilt, je kunt ze weergeven en terughalen.";
"Sorry, no matching files were found at this time. You can wait for the scan to finish and try again, or use Filter, Search Bar to find the files you want." = "Worry, op het moment geen vergelijkbare bestanden gevonden. Je kunt wachten tot de scan is afgerond en het dan opnieuw proberen, of je moet gebruik maken van een filter of de zoekbalk om de bestanden die je wilt te vinden.";
"What Type of Files Do You Want to Recover?" = "Wat voor een soort bestanden wil je herstellen?";
"Filtering file type helps recover the files you want faster" = "Het filteren op bestandstypes helpt je bestanden sneller te herstellen";
"Others" = "Anders";
"Other Types" = "Andere types";
"%@ etc." = "%@ enz.";
"Scan Selected File Types" = "Scan geselecteerde bestandstypen";
"Scan All File Types" = "Scan alle bestandstypen";
"Scan Only %@" = "Scan Alleen %@";

//MARK: - 预览
"Preview" = "Voorbeeld";
"Loading..." = "Aan het laden...";
"Preview is not available. Recover it for view" = "Voorbeeld is niet beschikbaar. Herstellen om te bekijken";
"Max size for preview: 30MB. Recover it for view" = "Max. grootte voor voorbeeld: 30MB. Herstellen om te bekijken";
"Format not supported for preview. Recover it for view" = "Formaat niet ondersteund voor voorbeeld. Herstellen om te bekijken";
"%@ files zipped in total" = "%@ bestanden gezipt in totaal";
"AI Repairing..." = "AI-reparatie...";
"It may take a while, but it's worth the wait" = "Het kan even duren, maar het is het wachten waard";
"AI Repaired %@" = "AI gerepareerd %@";
"Repaired successfully. Recover the repaired file" = "Succesvol gerepareerd. Herstel het gerepareerde bestand";
"Get Pro for Full Preview" = "Pro downloaden voor volledig voorbeeld";
"Preview full file" = "Bekijk een voorbeeld van het volledige bestand";
"Recover unlimited files" = "Onbeperkt aantal bestanden herstellen";
"AI Repair corrupte files" = "AI beschadigde bestanden repareren";
"Premium technical support" = "Premium technische ondersteuning";
"Get Pro Now" = "Nu Pro aanschaffen";
"Details" = "Details";
"Icon" = "Pictogram";


//MARK: - 付费升级弹窗
"Get Pro for Unlimited Recovery" = "Koop Pro voor onbeperkt herstel";
"Preview only." = "Alleen voorbeeld.";
"No free recovery remaining." = "Er is geen gratis herstel meer mogelijk.";
"Unlock Pro to enjoy full features, unlimited recovery and more benefits." = "Ontgrendel Pro om te genieten van alle functies, onbeperkt herstel en meer voordelen.";
"Get Pro for Unlimited Repair" = "Koop Pro voor onbeperkte reparatie";
"Unlock Pro to enjoy full features, unlimited repair and more benefits." = "Ontgrendel Pro om te profiteren van alle functies, onbeperkte reparaties en meer voordelen.";
"Trial" = "Proces";
"Free" = "Vrij";
"Pro" = "Pro";
"Preview only" = "Alleen voorbeeld";
"Unlimited" = "Onbeperkt";
"Key Features & Benefits" = "Belangrijkste kenmerken en voordelen";
"Recovery amount" = "Herstelbedrag";
"Preview before recovery" = "Voorbeeld vóór herstel";
"Recover while scanning" = "Herstel tijdens het scannen";
"Recover data from crashed system" = "Herstel gegevens van een gecrasht systeem";
"Recover data from NAS server" = "Herstel gegevens van de NAS-server";
"Repair corrupted vidoes & photos" = "Herstel beschadigde video's en foto's";
"Enjoy lifetime updates for free" = "Geniet gratis van levenslange updates";
"24/7 premium technical support" = "24/7 premium klantenondersteuning";
"30-day money back guarantee" = "30-dagen geld terug garantie";
"Buy Now" = "Koop nu";
"Already Purchased?" = "Al gekocht?";
"Register Now to proceed with recovering ( no need to rescan)." = "Registreer nu om door te gaan met herstellen (herscannen is niet nodig).";
"Register Now" = "Registreer nu";
"Recover the repaired file" = "Herstel het gerepareerde bestand";
"Recover it for view" = "Herstellen om te bekijken";

//MARK: - 5.1.8
"Lost data recovery" = "Herstel van verloren gegevens";
"Hard Drive" = "Harde schijf";
"Advanced recovery" = "Geavanceerd herstel";
"Crashed Mac" = "Gecrashte Mac";
"iCloud" = "iCloud";
"New" = "Nieuw";
"Corrupted file repair" = "Corrupt bestand repareren";
"Photo Repair" = "Foto Herstel";
"Video Repair" = "Video Herstel";
"Why Pro？" = "Waarom Pro?";
"Unlock Pro to enjoy" = "Ontgrendel Pro om te genieten van";
"Unlimited Recovery" = "Onbeperkt herstel";
"Corrupted Repair" = "Beschadigd herstel";
"Full Preview" = "Volledig voorbeeld";
"Unlock Pro Now" = "Ontgrendel Pro nu";
"Recover permanently & recently deleted iCloud data easily" = "Herstel permanent & onlangs verwijderde iCloud-gegevens gemakkelijk";
"Recover any lost photos, videos, contacts, notes and more from iCloud directly" = "Herstel alle verloren foto's, video's, contacten, notities en meer direct van iCloud";
"Get Started" = "Aan de slag";
"Searching lost iCloud data..." = "Verloren iCloud-gegevens zoeken...";
"Search Completed" = "Zoekopdracht voltooid";
"Search Stopped" = "Zoeken gestopt";
"Damaged or partitially missing photos" = "Beschadigde of deels ontbrekende foto's";
"Add photos for repair" = "Foto's toevoegen voor reparatie";
"Corrupted or unplayable vidoes" = "Beschadigde of niet afspeelbare video's";
"Add videos for repair" = "Video's toevoegen voor reparatie";
"Repair any damaged or photos that cannot be opened" = "Repareer beschadigde of niet afgespeelde fotobestanden en meer";
"Repair any corrupted or unplayale videos files and more" = "Repareer beschadigde of niet afgespeelde videobestanden en meer";
//MARK: - v5.1.10
"Sign in to iCloud" = "Aanmelden bij iCloud";
"Apple ID" = "Apple ID";
"Password" = "Password";
"Keep Password" = "Wachtwoord bewaren";
"Forget Apple ID or Password?" = "Apple ID of wachtwoord vergeten?";
"Back" = "Terug";
"Log In" = "Aanmelden";
"1. To prevent changes to iCloud, do not sync device data to iCloud while recovering." = "1. Om wijzigingen in iCloud te voorkomen, mag u tijdens het herstellen geen apparaatgegevens synchroniseren met iCloud.";
"2. We NEVER keep records of your account. For more details, please refer to our Privacy Policy." = "2. Wij houden NOOIT gegevens bij van uw account. Raadpleeg voor meer informatie ons Privacybeleid.";
"Privacy Policy" = "Privacybeleid";
"Incorrect Apple ID or password." = "Onjuist Apple ID of wachtwoord.";
"For security reasons, your Apple ID is locked. Please unlock your account and try again." = "Om veiligheidsredenen is uw Apple ID vergrendeld. Ontgrendel uw account en probeer het opnieuw.";
"Network disconnected. Please check your network connection and try again." = "Netwerkverbinding verbroken. Controleer uw netwerkverbinding en probeer het opnieuw.";
"Two-factor authentication" = "Verificatie met twee factoren";
"A verification code message has been sent to your trusted device. Please enter the code to continue." = "Er is een verificatiecode verzonden naar uw vertrouwde apparaat. Voer de code in om door te gaan.";
"Resend code" = "Code opnieuw verzenden";
"Get Help from Apple" = "Hulp krijgen van Apple";
"Incorrect verification code." = "Onjuiste verificatiecode.";
"Entered incorrect verification code too many times." = "Te vaak een onjuiste verificatiecode ingevoerd.";
"Request failed, please try again." = "Aanvraag mislukt, probeer het opnieuw.";
"Verification requested too often" = "Verificatie te vaak aangevraagd";
"Network error. Please check your network connection." = "Netwerkfout. Controleer uw netwerkverbinding.";
"Please select the type of data you want to recover." = "Selecteer het type gegevens dat u wilt herstellen.";
"Log Out" = "Afmelden";
"Select all" = "Alles selecteren";
"Refresh" = "Vernieuw";
"Back" = "Terug";
"Confirm" = "Bevestig";
"iCloud drive" = "iCloud-schijf";
"Photos" = "Foto's";
"Contacts" = "Contacten";
"Reminder" = "Herinnering";
"Calendar" = "Agenda";
"Notes" = "Notities";
//MARK: - 4ddig mac 5.1.10
"Home Phone" = "Thuisnummer";
"Work" = "Werk Nummer";
"iPhone" = "iPhone Nummer";
"Mobile Phone" = "Telefoonnummer";
"Main Phone" = "Hoofdnummer";
"HomeFax" = "Faxnummer thuis";
"WorkFax" = "Fax werk";
"Pager Phone" = "Pieper";
"Other Phone" = "Andere nummers";
"Home Email" = "E-mailadres familie";
"Work Email" = "Werk e-mail";
"Other Email" = "Andere e-mail";
"iCloud Email" = "iCloud e-mail";
"HomePage" = "Homepage";
"Home Page" = "Familiepagina";
"Other Page" = "Werk Pagina";
"Work Page" = "Andere pagina";
"Title" = "Titel";
"Starting Time" = "Begintijd";
"List" = "Lijst";
"Status" = "Status";
"Reminder time" = "Herinneringstijd";
"Priority" = "Prioriteit";
"Location" = "Locatie";
//MARK: - 第二批_3.21
"Company" = "Bedrijf";
"School" = "School";
"Time" = "Tijd";
"End Date Time" = "Eindtijd";
"Complete" = "Voltooid";
"Incomplete" = "Onvolledig";
"Invited People" = "Uitgenodigde";
"Flag Marks" = "Markeringen";
"None" = "Geen";
"Low" = "Laag";
"Medium" = "Middelmatig";
"High" = "Hoog";
"Unknown" = "Onbekend";
//MARK: - 5.1.11
"Unsaved Documents" = "Niet-opgeslagen Documenten";
"Date Deleted" = "Datum Verwijderd";
//MARK: - PE
"Crashed Mac" = "Gecrashte Mac";
"Create a bootable drive to boot up Mac for data recovery" = "Maak een opstartbare schijf om Mac op te starten voor gegevensherstel";
"What's Crashed Mac？" = "Wat is gecrashte Mac?";
"Boot up Mac with the USB bootable drive for data recovery" = "Mac opstarten met USB-opstartbare schijf voor gegevensherstel";
"Boot up crashed Mac" = "Gecrashte Mac opstarten";
"Tips: please try again with another USB drive Common Solutions" = "Tips: probeer het opnieuw met een ander USB-station Algemene oplossingen";
"Common Solutions" = "Algemene oplossingen";
"Icon" = "Pictogram";
"Preview Pane" = "Voorbeeldvenster";
"Details" = "Details";
"Create Now" = "Nu maken";
"Lost Partition" = "Verloren Partitie";

"Select a drive where you lost data to start recovering" = "Selecteer een schijf waarop je gegevens bent kwijtgeraakt om te beginnen met herstellen";
"Drive didn't show up?" = "Schijf niet weergegeven?";
"Check Disk Connection" = "Controleer schijfverbinding";
"To recover data from digital camera, please remove the SD card and connect it to Mac via card reader." = "Om gegevens van een digitale camera te herstellen, verwijdert u de SD-kaart en sluit u deze aan op de Mac via een kaartlezer.";
"When the USB device cannot be recognized, please try to connnect it to the back USB ports for data recovery." = "Als het USB-apparaat niet kan worden herkend, probeer het dan aan te sluiten op de USB-poorten aan de achterkant voor gegevensherstel.";
"For data recovery from mobile phones, you can download UltData - iOS." = "Voor gegevensherstel van mobiele telefoons kun je UltData - iOS downloaden.";
"Check Disk Status" = "Controleer schijfstatus";
"Solution: Access Disk Utility, click the \"Mount\" button on the top menu bar, and then recover your data." = "Oplossing: Open Schijfhulpprogramma, klik op de knop \"Monteren\" op de bovenste menubalk en herstel vervolgens je gegevens.";
"Language_menu" = "Taal";
"Disk Utility" = "Schijfhulpprogramma";
"Mount" = "Monteer";
"1. Access \"Disk Utility\"" = "1. Ga naar \"Schijfhulpprogramma\".";
"2. Click \"Mount\"" = "2. Klik op \"Monteren\".";

//MARK: - V5.1.18
"Select a location to save the recovered data" = "Selecteer een locatie om de herstelde gegevens op te slaan";
"You've selected %li files, %@" = "U hebt %li bestanden geselecteerd, %@";
"%@ available" = "%@ beschikbaar";
"Perfectly enough disk space. Save now." = "Voldoende schijfruimte. Nu opslaan.";
"Save to the %@ and you don’t have to worry about data loss anymore." = "Sla op in %@ om gegevensverlies te voorkomen.";
"Save Now" = "Nu opslaan";
"Insufficient space available, change another location or save to the %@." = "Onvoldoende ruimte beschikbaar, verander van locatie of sla op in de %@.";
"It is not recommended to save to the original disk (where the data is lost), as it may have the data to be overwritten and lost permanently." = "Het wordt niet aanbevolen om op te slaan op de originele schijf (waar de gegevens verloren zijn gegaan), omdat de gegevens dan overschreven kunnen worden en permanent verloren kunnen gaan.";
"No permissions to read or write, change another location or save to the %@." = "Geen lees- en schrijfrechten. Verplaatst of sla op in %@.";
"Insufficient space available in %@. Please change to another location to save." = "Onvoldoende ruimte beschikbaar in %@. Wijzig naar een andere locatie om op te slaan.";
"Select Folder..." = "Map selecteren...";
"Logging in..." = "Inloggen...";
"Please authorize login to your %@ in the browser" = "Autoriseer inloggen op uw %@ in de browser";
"Authorization login failed" = "Autorisatie inloggen mislukt";
"Please re-authorize or change to another location" = "Gelieve opnieuw te autoriseren of te wijzigen naar een andere locatie";
"Another Location" = "Een andere locatie";
"Re-authorize" = "Opnieuw autoriseren";
"Authorization successful. Please return to %@ to continue recovering data." = "Autorisatie succesvol. Keer terug naar %@ om door te gaan met het herstellen van gegevens.";

//MARK: - V5.2.0
"Large & Old Files" = "Grote en oude bestanden";
"Locate and remove unneeded files to free up disk space with ease" = "Lokaliseer en verwijder onnodige bestanden om eenvoudig schijfruimte vrij te maken";
"Locate Files in Minutes" = "Lokaliseer bestanden in enkele minuten";
"Finding large or old files manually could take you hours, but with %@ you’ll be done within minutes." = "Het handmatig vinden van grote of oude bestanden kan uren duren, maar met %@ bent u binnen enkele minuten klaar.";
"Remove As You Wish" = "Verwijderen zoals u wilt";
"Remove unneeded files to trash, another folder or permanently. It's always your call." = "Verwijder onnodige bestanden naar de prullenbak, een andere map of permanent. Het is altijd aan jou.";
"%@ used" = "%@ gebruikt";
"Scan Now" = "Nu scannen";
"All Files" = "Alle bestanden";
"Selected" = "Geselecteerd";
"By Size" = "Op grootte";
"By Access Date" = "Op toegangsdatum";
"Last Week" = "Laatste week";
"Last Month" = "Laatste maand";
"Scanning %@" = "Scannen %@";
"Looking for large & old files" = "Op zoek naar grote & oude bestanden";
"Stop Scanning" = "Stoppen met scannen";
"No files found" = "Geen bestanden gevonden";
"Return to home and select another location to start over" = "Keer terug naar home en selecteer een andere locatie om opnieuw te beginnen";
"Removing: %@" = "Verwijderen: %@";
"It may take some time..." = "Het kan even duren...";
"Remove Completed" = "Verwijderen Voltooid";
"Removed: %li files (%@)" = "Verwijderd: %li bestanden (%@)";
"Done" = "Gedaan";
"Insufficient permissions to remove" = "Onvoldoende machtigingen om te verwijderen";
"No read/write permissions for NTFS partition, and it cannot be removed." = "Geen lees-/schrijfrechten voor NTFS-partitie en deze kan niet worden verwijderd.";
"Insufficient space at target folder to remove" = "Onvoldoende ruimte in doelmap om te verwijderen";
"Remove to another folder or remove permanently." = "Verwijderen naar een andere map of permanent verwijderen.";
"No files selected" = "Geen bestanden geselecteerd";
"Remove Permanently" = "Permanent verwijderen";
"Remove to Trash" = "Naar prullenbak";
"Remove to Folder" = "Verwijderen naar map";
"Access Time" = "Tijd toegang";
"Open File Location" = "Locatie geopend bestand";
"Return to home?" = "Terug naar homepage?";
"It is recommended to remove unwanted files before you return." = "Het is aan te raden om ongewenste bestanden te verwijderen voordat je terugkeert.";
"Return" = "Terug";
"Cancel" = "Annuleren";
"Stop Scanning?" = "Stoppen met scannen?";
"%@ will be no longer looking for large & old files if you stop." = "%@ zal niet langer zoeken naar grote & oude bestanden als u stopt.";
"Stop Scanning" = "Stoppen met scannen";
"Stop Removing?" = "Stoppen met verwijderen?";
"%@ will be no longer removing files remaining if you stop." = "%@ zal niet langer resterende bestanden verwijderen als u stopt.";
"Stop Removing" = "Stoppen met verwijderen";
"Get Pro for Files Removal" = "Ontvang Pro voor het verwijderen van bestanden";
"Unlock Pro to remove unwanted large & old files, and enjoy more features, including unlimited data recovery." = "Ontgrendel Pro om ongewenste grote & oude bestanden te verwijderen, en geniet van meer functies, inclusief onbeperkt gegevensherstel.";
"Files available for removal" = "Beschikbare bestanden voor verwijdering";
"Authorizing for %@, please wait..." = "Autoriseren voor %@, even geduld...";
"Calculating the available space in %@, please wait..." = "Berekening van de beschikbare ruimte in %@, een ogenblik geduld alstublieft...";
//MARK: - 第二批_20240626
"Extra tools" = "Extra gereedschap";
"Sort by %@" = "Sorteren op %@";
"By Modified Date" = "Op wijzigingsdatum";
//MARK: - 2. SD卡
"SD Card" = "SD-kaart";
"Select a memory card where you lost data to start recovering" = "Selecteer een geheugenkaart waar je gegevens verloren om Herstellen beginnen";
"SD card didn't show up?" = "SD-kaart niet weergegeven?";
"No SD card connected" = "Geen SD-kaart aangesloten";
"Connect the memory card via card reader to start recovering photos or videos" = "Sluit de geheugenkaart aan via een kaartlezer om te beginnen met het Herstellen van foto's of video's";
//MARK: - 视频重组
"Enhanced Video Recovery" = "Verbeterde Video Herstel";
"Scan and match video fragments in any storage media through AI advanced algorithms to recover a complete and playable video" = "Scan en match videofragmenten in elk opslagmedium door middel van geavanceerde AI-algoritmes om een complete en afspeelbare video te herstellen";
"Repair & recover vidoes at the same time, providing one-stop video solution" = "Herstel en herstel video's tegelijkertijd en biedt een one-stop video-oplossing";
"Easily recover & repair videos from any devices, such as Canon, Nikon, Sony, GoPro, and DJI, etc. Learn more" = "Herstel en repareer eenvoudig video's van alle apparaten, zoals Canon, Nikon, Sony, GoPro en DJI, enz. Meer informatie";
"AI-Powered" = "AI-gevoed";
"Mac OS 10.15 previous versions are not supported" = "Eerdere versies van Mac OS 10.15 worden niet ondersteund";
"Try 'Enhanced Video Recovery' with Mac OS 10.15 or later" = "Probeer 'Enhanced Video Recovery' met Mac OS 10.15 of later";
"Select a drive where you lost vidoes to start recovering" = "Selecteer een schijf waar je verloren video's om te beginnen herstellen";
"Tips: Don't know which drive to scan, as you're not sure where the vidoe was lost?" = "Tips: Weet je niet welke schijf je moet scannen, omdat je niet zeker weet waar de vidoe verloren is gegaan?";
"Select the video format you want to recover" = "Selecteer het videoformaat dat je wilt herstellen";
"All videos" = "Alle video's";
"Recovery duration: The more video types selected, the longer it will take." = "Herstelduur: Hoe meer videotypes geselecteerd zijn, hoe langer het zal duren.";
"Device that the vidoes are from (optional)" = "Apparaat waar de video's vandaan komen (optioneel)";
"Note: correct source device contributes to the targeted and precise recovery, significantly improving the recovery quality." = "Opmerking: het juiste bronapparaat draagt bij aan het gerichte en nauwkeurige herstel, waardoor de herstelkwaliteit aanzienlijk verbetert.";
"Confirm" = "Bevestig";
"Canon" = "Canon";
"GoPro" = "GoPro";
"Nikon" = "Nikon";
"Sony" = "Sony";
"Fujifilm" = "Fujifilm";
"DJI" = "DJI";
"Apeman" = "Apeman";
"Papago" = "Papago";
"Vantrue" = "Vantrue";
"Rexing" = "Rexing";
"Others" = "Andere";
"Please select at least one video format for enhanced video recovery" = "Selecteer ten minste één videoformaat voor verbeterd videoherstel";
"Select All" = "Selecteer alle";
"AI" = "AI";
"Video enhanced recovering...some black screen and unplayable vidoes could be repaired by AI once it completes." = "Video enhanced recovering...sommige zwarte schermen en niet afspeelbare video's kunnen gerepareerd worden door AI zodra het voltooid is.";
"Learn more" = "Meer informatie";
